module.exports = {
  createUser: 'Переданы некорректные данные при создании пользователя',
  updateProfile: 'Переданы некорректные данные при обновлении профиля',
  updateAvatar: 'Переданы некорректные данные при обновлении аватара',
  createCard: 'Переданы некорректные данные при создании карточки',
  likeCard: 'Переданы некорректные данные для постановки лайка',
  dislikeCard: 'Переданы некорректные данные для снятии лайка',
  userNotFound: 'Пользователь с указанным _id не найден',
  cardNotFound: 'Карточка с указанным _id не найдена',
};
